{"films":[
{"id" : 96269, "name" : "2001 год: Космическая одиссея (1968)", "description" : "Экипаж космического корабля «Дискавери» — капитаны Дэйв Боумэн, Фрэнк Пул и их бортовой компьютер HAL 9000 — должны исследовать район галактики и понять, почему инопланетяне следят за Землей. На этом пути их ждет множество неожиданных открытий.", "image" : "space_odissey"},
{"id" : 237783, "name" : "Чужой (1979)", "description" : "В далеком будущем возвращающийся на Землю грузовой космический корабль перехватывает исходящий с неизвестной планеты неопознанный сигнал. Экипаж, в соответствии с основными инструкциями, обязан найти и исследовать источник сигнала. Оказавшись на планете, астронавты повсюду обнаруживают неопознанные предметы, по виду напоминающие гигантские коконы.", "image" : "alien"},
{"id" : 12354, "name" : "Всё о Еве (1950)", "description" : "Молодая интриганка вытесняет со сцены стареющую звезду. Шедевр Голливуда 1950-х, получивший шесть «Оскаров»", "image" : "all_about_eve"},
{"id" : 58940, "name" : "Амадей (1984)", "description" : "1781 год. Антонио Сальери успешно справляется с обязанностями придворного композитора при императоре Иосифе II. Когда же при дворе появляется Моцарт, Сальери к своему ужасу обнаруживает, что божественный музыкальный дар, которым он так желает обладать, был отпущен какому-то непристойному, проказливому шуту. Ослепленный завистью, он замышляет во что бы то ни стало уничтожить Моцарта...", "image" : "amadeus"},
{"id" : 272711, "name" : "Амели (2001)", "description" : "Знаете ли вы, что все события, происходящие в нашем мире, даже самые незначительные, взаимосвязаны самым удивительным и чудесным образом?Как полет крошечной мухи может вызвать где-то далеко мощный ураган, так и странные и, на первый взгляд, непонятные поступки тихой и одинокой девушки, живущей в мире своих фантазий, могут навсегда изменить жизнь совершенно разных людей, подарив им счастье и раскрасив окружающий мир яркими красками. Эту девушку зовут Амели Пулен.", "image" : "amely"},
{"id" : 6437, "name" : "Американские граффити (1973)", "description" : "Одна ночь 1962 года… Калифорнийские подростки Стив Боландер и Курт Хендерсон только что закончили школу и собрались уехать на восточное побережье поступать в колледж.Стив влюблён в сестру Курта Лори, и молодым трудно расстаться друг с другом. Курт ещё не нашёл свою любовь, но он увидел на улице шикарную блондинку, и теперь пытается её отыскать.Их приятель, непобедимый автогонщик Джон Милнер, оказывается в эту ночь наедине с несовершеннолетней девчонкой Кэрол, упорно не желающей покидать нового знакомого. Много весёлого и грустного случилось с ребятами.", "image" : "american_graffity"},
{"id" : 29902, "name" : "Энни Холл (1977)", "description" : "Комик Элви Сингер с юмором и иронией рассказывает о своей жизни, о людях, которые его окружают. Он скептически анализирует свои неудачи в личной жизни, в которой было несколько любимых женщин.", "image" : "annie_hall"},
{"id" : 21820, "name" : "Квартира (1960)", "description" : "Скромный служащий страховой компании Бакстер, чтобы хоть как-то продвинуться по карьерной лестнице, одалживает ключи от своей холостяцкой квартиры не только приятелям, желающим «погулять на сторону», но и боссу. Когда дела начинают идти в гору, случается непредвиденное: Бакстер влюбляется в любовницу босса.", "image" : "appartment"},
{"id" : 109575, "name" : "Апокалипсис сегодня (1979)", "description" : "Во время Вьетнамской войны капитан Уиллард отправляется вверх по реке в Камбоджу со спецзаданием: найти и убить сумасшедшего полковника Курца, создавшего в отдалённом районе нечто вроде собственного культа. По пути капитан становится свидетелем безумия и ужасов войны.", "image" : "apocalypse_now"},
{"id" : 812761, "name" : "Аватар (2009)", "description" : "Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.", "image" : "avatar"},
{"id" : 522266, "name" : "Назад в будущее (1985)", "description" : "Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.", "image" : "back_to_the_future"},
{"id" : 13613, "name" : "Пустоши (1973)", "description" : "В 1959 году юноша по имени Кит и его несовершеннолетняя подружка Холли пускаются в бега после убийства отца Холли, запрещавшего им встречаться. Направляясь к пустошам Монтаны, парочка совершает на своем пути череду хладнокровных убийств.", "image" : "badlands"},
{"id" : 75229, "name" : "Бемби (1942)", "description" : "Однажды утром на маленькой освещенной весенним солнцем лесной полянке родился оленёнок. Посмотреть на нового лесного принца сбежались и слетелись все звери и птицы. Оленёнка назвали Бемби.Когда Бемби научился ходить и разговаривать он обзавелся друзьями — кроликом Тампером и скунсом Цветочком. А однажды на лугу, куда привела его мама, Бемби познакомился с маленькой веселой оленихой Фэйлин. Но жизнь в лесу бывает опасной и жестокой. Впервые Бемби столкнулся с этим, когда прозрачный осенний лесной воздух пронзили выстрелы — все звери начали в панике убегать, и тогда Бемби впервые услышал страшное слово — «человек».", "image" : "bambi"},
{"id" : 2785, "name" : "Битва за Алжир (1966)", "description" : "В центре фильма — события алжирской борьбы за независимость в промежутке между 1954 и 1960 гг., пропущенные через воспоминания находящегося под арестом главного героя.", "image" : "battle_for_algir"},
{"id" : 10347, "name" : "Дневная красавица (1967)", "description" : "Верная жена и добропорядочная хозяйка Северина Серизи однажды решается на невероятный и совершенно аморальный эксперимент. Устав от собственной непогрешимости, она тайно поступает на работу в публичный дом некой мадам Анаис.Но так как по вечерам и по ночам Северина продолжает играть свою привычную роль буржуазной кошечки, в борделе она получает имя «Дневная красавица».Как любая проститутка она исполняет все желания своих клиентов. А затем возвращается к домашнему очагу.Таким образом, Северина начинает вести двойную жизнь. И никто из ее близких даже не догадывается о том, как Северина проводит свои дни.", "image" : "beautiful"},
{"id" : 15060, "name" : "Похитители велосипедов (1948)", "description" : "Послевоенный Рим, давно неработающий Антонио вне себя от радости - он наконец-то находит работу. Но в первый же трудовой день у него украли велосипед, без которого невозможно работать! Вместе с маленьким сыном Бруно он пытается найти в огромном городе украденный велосипед, от которого зависит жизнь его семьи...", "image" : "velo"},
{"id" : 231648, "name" : "Большой Лебовски (1998)", "description" : "Лос-Анджелес, 1991 год, война в Персидском заливе. Главный герой по прозвищу Чувак считает себя совершенно счастливым человеком. Его жизнь составляют игра в боулинг и выпивка. Но внезапно его счастье нарушается, гангстеры по ошибке принимают его за миллионера-однофамильца, требуют деньги, о которых он ничего не подозревает, и, ко всему прочему, похищают жену миллионера, будучи уверенными, что «муж» выплатит за нее любую сумму.", "image" : "big_lebowsky"},
{"id" : 1580, "name" : "Чёрный нарцисс (1947)", "description" : "Уставшие от неопределенностей и мирских страстей пять католических монахинь во главе с сестрой Клодаг приезжают в далекое гималайское селение, чтобы основать там школу. Однако крах в отношениях с местным белым поселенцем мистером Дином, суровый климат, растущая тяга к дому и, наконец, слабеющая вера вскоре приводят женщин к пониманию того, что им остается либо покинуть это место, либо умереть.", "image" : "black_narcissus"},
{"id" : 164017, "name" : "Бегущий по лезвию (1982)", "description" : "Отставной детектив Рик Декард вновь восстановлен в полиции Лос-Анджелеса для поиска возглавляемой Роем Батти группы киборгов, совершившей побег из космической колонии на Землю.В полиции считают, что киборги пытаются встретиться с Эндолом Тайреллом, руководителем корпорации, ставящей эксперименты над кибернетическим интеллектом. Рик Декард получает задание выяснить мотивы действий киборгов, а затем уничтожить их.", "image" : "blade_runner"},
{"id" : 34231, "name" : "Синий бархат (1986)", "description" : "В связи с болезнью отца Джеффри Бомон был вынужден на время оставить столичный колледж и вернуться в родной городок, и ему пришлось пережить целый ряд загадочных и страшных событий. Все началось с того, что неподалеку от дома он нашел человеческое ухо, которое сдал в полицию инспектору Уильямсу...", "image" : "blue_velvet"},
{"id" : 23345, "name" : "Бонни и Клайд (1967)", "description" : "Молодые и отчаянные любовники Бонни и Клайд легко и изящно грабят банки в 1930-е. Но их романтизм и «робингудство» довольно быстро перерастают в лужи и реки крови, в хаос и смерть.", "image" : "bonny_and_klyde"},
{"id" : 20185, "name" : "Ночи в стиле буги (1997)", "description" : "1977 год, долина Сан-Фернандо. Известный порнорежиссёр Джек Хорнер встретил в ресторане ночного клуба молодого официанта Эдди Адамса и понял, что этот юноша — как раз то, что ему необходимо. Интуиция не подвела Джека: на пробных съёмках с опытной порнозвездой Эдди показал себя мастером высшего класса, в карманы Хорнера и его сподвижников потекли огромные деньги. Эдди выбирает себе псевдоним, подходящий для порнозвезды — Дёрк Диглер.", "image" : "boogie_night"},
{"id" : 33136, "name" : "Бразилия (1985)", "description" : "Сэм Лаури вполне доволен своей жизнью, он предпочитает работу мелкого клерка и согласен мириться с необустроенным собственным бытом вопреки воле матери, входящей в элиту системы. Но внезапно он встречает девушку, которую постоянно видит в своих снах. Ради того, чтобы снова встретить её, он решается сменить работу.", "image" : "brasil"},
{"id" : 10976, "name" : "Кабинет доктора Калигари (1920)", "description" : "Молодой человек по имени Фрэнсис рассказывает ужасную историю. Его друг, он сам и их любимая девушка стали жертвами чудовищного эксперимента, задуманного и осуществленного неким доктором Калигари.", "image" : "caligari"},
{"id" : 42223, "name" : "Касабланка (1942)", "description" : "Оставивший родину американец Рик Блэйн, владелец игорного клуба в Касабланке, встречается с покинувшей его несколько лет назад возлюбленной Ильзой, которая приехала в город вместе со своим мужем — борцом антифашистского сопротивления Виктором Лазло. По их следу идут немцы, и Ильза пытается упросить Рика отдать принадлежащие ему важные документы, которые позволят Виктору бежать из Касабланки и продолжить борьбу", "image" : "casablanka"},
{"id" : 29845, "name" : "Китайский квартал (1974)", "description" : "Частный детектив Гиттес принимает предложение загадочной богатой красавицы заняться расследованием обстоятельств тайного романа ее мужа-инженера. Взявшись за дело, детектив оказывается в центре скандалов, беспредела коррупции и скрытых махинаций, правда о которых всплывет однажды ночью вместе с телом несчастного инженера.", "image" : "chinatown"},
{"id" : 18092, "name" : "Новый кинотеатр «Парадизо» (1988)", "description" : "Это рассказ о счастливых днях, когда итальянское кино еще не знало о том, что такое «кризис итальянского кинематографа». В центре разделенной как бы на три части картины - сицилийский мальчишка Сальваторе.", "image" : "paradiso"},
{"id" : 36165, "name" : "Гражданин Кейн (1941)", "description" : "В шикарном поместье умирает газетный магнат Чарльз Фостер Кейн, роняя лишь одно слово: «Роузбад». Смерть Кейна вызывает бурную реакцию в обществе, и группа журналистов берётся узнать, кем же он был на самом деле, что он пережил за свою долгую, полную взлётов и падений, жизнь... И что всё-таки значит «Роузбад»?", "image" : "kane"},
{"id" : 126436, "name" : "Город бога (2002)", "description" : "Парень по кличке Ракета, балансирующий между честной жизнью и мелкими правонарушениями, и его знакомый Дадинью, который с восьми лет начал карьеру гангстера, выживают как могут в так называемом Городе бога — трущобах Рио-де-Жанейро.", "image" : "city"},
{"id" : 11501, "name" : "Разговор (1974)", "description" : "Гарри Коул — лучший на Западном побережье эксперт по прослушивающим устройствам. Записав по заказу крупного бизнесмена беседу некой парочки, гуляющей по площади, Коул нарушает свое главное правило — не совать нос в дела заказчика — и пытается предотвратить убийство, которое, как ему кажется, вот-вот должно произойти.", "image" : "conversation"},
{"id" : 586188, "name" : "Темный рыцарь (2008)", "description" : "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.", "image" : "dark_knight"},
{"id" : 21265, "name" : "Подводная лодка (1981)", "description" : "Осень 1941 года. Немецкая подводная лодка отправляется в Атлантический океан - место противостояния германского и британского флотов. Жизнь по строгому распорядку, учебные тревоги, воспоминания о семьях и любимых девушках, солёные мужские шуточки. Скоро всё это закончится. Потому что впереди – ад и никакой надежды на спасение.", "image" : "submarine"},
{"id" : 39437, "name" : "Охотник на оленей (1978)", "description" : "История о трех американцах русского происхождения - их жизни до, во время и после войны во Вьетнаме.", "image" : "deer_hunter"},
{"id" : 247054, "name" : "Крепкий орешек (1988)", "description" : "В суперсовременном небоскребе Лос-Анджелеса полицейский Джон Макклейн ведет смертельную схватку с бандой политических террористов, взявших в заложники два десятка человек, в число которых попадает и его жена. Началось все с того, что парень приехал в город к жене, оказался на рождественском приеме, а кончилось настоящей войной...", "image" : "die_hard"},
{"id" : 14105, "name" : "Грязный Гарри (1971)", "description" : "Полицейский инспектор Гарри Каллахен пользуется дурной репутацией у своего высокого начальства из-за беспощадности в обращении с преступниками. Эта беспощадность имеет своё объяснение: преступники всё чаще уходят от ответственности.Даже арестованные на месте преступления, они при попустительстве адвокатов, судей и полицейских чиновников добиваются смягчения наказаний, амнистий и т.п. И вновь выходят на свободу, чтобы сеять смерть. Каллахен, прозванный «Грязным Гарри», за то, что вынужден выполнять самую грязную и кровавую полицейскую работу, по мере сил старается действовать так, чтобы преступники не уходили от наказания...", "image" : "dirty_harry"},
{"id" : 121625, "name" : "Донни Дарко (2001)", "description" : "Донни Дарко — обычный старшеклассник, живет с родителями и двумя сестрами. Однажды он встречает человека в костюме кролика, который сообщает парню, что через 28 дней, 6 часов, 42 минуты и 12 секунд наступит конец света.", "image" : "donnie_darko"},
{"id" : 6872, "name" : "А теперь не смотри (1973)", "description" : "Супруги Лаура и Джон Бэкстер потеряли дочь. Чтобы забыться в собственном горе и, возможно, восстановить хрупкое равновесие в пошатнувшемся браке, Джон соглашается на работу в Венеции. Однако смена декораций для Бэкстеров оказывается временной иллюзией. Венеция, холодная, призрачная и смертоносная, не только не дает облегчения, но и приносит новые страдания и кошмарные загадки...", "image" : "dont_look_now"},
{"id" : 11455, "name" : "Двойная страховка (1944)", "description" : "Сластолюбивый страховой агент Уолтер Нефф отправляется продлить полис на машину некоему мистеру Дитрихсону. В его доме он встречается с миссис Дитрихсон и мгновенно воспламеняется. Красотка делает Уолтеру предложение, от которого он не может отказаться.", "image" : "double"},
{"id" : 74095, "name" : "Инопланетянин (1982)", "description" : "Инопланетянин прилетает на землю в составе научно-исследовательской группы с мирными намерениями. Специалисты из NASA замечают приближение летающей тарелки и решают, что обязаны отловить хотя бы одну из инопланетных тварей. Несчастные существа улетают так спешно, что забывают захватить одного из коллег.", "image" : "extraterrestrial"}
]}